import java.util.Arrays;

public class Main {
    public static void main(String[] args) {
        System.out.println("Hello world!");
        // Создать массив типа Book и положить туда созданные книги
        // Создаем класс Book
        // создаем массив бук с 5 элементами
        // Написать методы для работы в этом массиве ( Добавить книгу в свободную ячейку в массиве
        // и напечатать в консоль в формате “Stephen King: The Stand: 1978”
        Book[] books = new Book[5];
        System.out.println(Arrays.toString(books));


    }
}